Repository: CameronD73/gramps-addons-source
Catalog: GoogleEarthWriteKML/po/*_local.po
Languages: he

source: Creates data file for GoogleEarth and opens it
he: מייצר קובץ נתונים עבור GoogleEarth ופותח אותו

source: No place description
he: אין תאור מקום

source: GoogleEarth not installed!
he: GoogleEarth לא הותקן!

source: Create kmz/kml file ''%s'' in user directory ''%s''?
he: יצירת קובץ kmz/kml ''%s'' במחיצת משתמש ''%s''?

source: Yes
he: כן

source: No
he: לא

source: Failure writing to %s
he: כשל בכתיבה ל־%s

source: Directory does not exist
he: מחיצה לא קיימת

source: GoogleEarth file exists!
he: קובץ GoogleEarth קיים!

source: Overwrite kmz/kml file ''%s'' in user home directory ''%s''?
he: כתיבה על קובץ kmz/kml file ''%s'' במחיצת ה'בית' ''%s''?
