Repository: CameronD73/gramps-addons-source
Catalog: DateCalculator/po/*-local.po
Languages: da_dk, he

source: Date Calculator
da_dk: Datoberegner
he: מחשבון תאריכים

source: Useful for date math calculations
da_dk: God til dato matematiske beregninger
he: שימושי לחישובי התאמת תאריכך

source: Expression 1
da_dk: Udtryk 1
he: ביטוי 1

source: Expression 2
da_dk: Udtryk 2
he: ביטוי 2

source: Result
da_dk: Resultat
he: תוצאה

source: Calculate
da_dk: Beregn
he: חישוב

source: Clear
da_dk: Rens
he: ניקוי

source: Error: invalid entry for expression 1
da_dk: Fejl: Ugyldigt indhold for udtryk 1
he: שגיאה: רשומה לא תקינה בביטוי 1

source: Error: invalid entry for expression 2
da_dk: Fejl: Ugyldig indhold for udtryk 2
he: שגיאה: רשומה לא תקינה בביטוי 2

source: Error: at least one expression must be a date
da_dk: Fejl: Mindst et udtryk skal være en dato
he: שגיאה: לפחות אחד מהביטוים חייב להיות תאריך

source: Enter an expression in the entries above and click Calculate. An expression can be: 1. a valid Gramps date 2. a positive or negative number, representing years 3. a positive or negative tuple, representing (years, months, days) Note that at least one expression must be a date.
da_dk: Indtast et udtryk i ovenstående felter og tryk Beregn. Et udtryk kan være: 1. en gyldig Gramps dato 2. et positivt eller negativt tal, der udtrykker år 3. et positivt eller negativt tuple, der udtrykker (år,måned,dag) Bemærk at mindst det ene udtryp skal være en dato.
he: נא להזין ביטוי ברשומה מעלה ולהקיש על לחצן 'חישוב'. ביטוי יכול להיות: 1. תאריך גרמפס תקין 2. מספר חיובי או שלילי, שמייצג שנים 3. סדורה חיובית או שלילית, שמייצגת (שנים, חודשים, ימים) לתשומת לב: לפחות אחד מהביטוים חייב להיות תאריך.
